

var tl = gsap.timeline()

tl.from(".loader h3",{
  x:40,
  opacity:0,
  duration:1,
  stagger:0.1,
})
tl.to(".loader",{
  opacity:0,
  x:-10,
  duration:1,
  stagger:0.1,
})
tl.to(".loader",{
  opacity:0,
})
tl.to(".loader",{
  display:"none"
})

tl.from(".pdb-portfolio-first-view h1 span",{
  y:30,
  opacity:0,
  stagger:0.1,
})

var typed = new Typed('#element', {
  strings: ['আমি পিয়ালী', 'আমি একজন জনস্বাস্থ্য কর্মী','আমাদের অনেকেরই আমাদের জীবনের কোনো না কোনো সময় একটি গুরুতর বা জীবন পরিবর্তনকারী শারীরিক অসুস্থতা দেখা দিবে।','এই অসুস্থতা এবং এর চিকিৎসা উভয়ই আমাদের চিন্তাভাবনা ও অনুভূতিকে প্রভাবিত করতে পারে',' এই তথ্যটি এমন যেকোন ব্যক্তির জন্য যার শারীরিক অসুস্থতা রয়েছে যা তাদের নিজের এবং যারা তাদের যত্ন নেয় তাদেরও মানসিক স্বাস্থ্যকে প্রভাবিত করছে।'],
  typeSpeed: 150,
});
var typed = new Typed('#elements', {
  strings: ['আমি পিয়ালী', 'আমি একজন জনস্বাস্থ্য কর্মী','আমাদের অনেকেরই আমাদের জীবনের কোনো না কোনো সময় একটি গুরুতর বা জীবন পরিবর্তনকারী শারীরিক অসুস্থতা দেখা দিবে।','এই অসুস্থতা এবং এর চিকিৎসা উভয়ই আমাদের চিন্তাভাবনা ও অনুভূতিকে প্রভাবিত করতে পারে',' এই তথ্যটি এমন যেকোন ব্যক্তির জন্য যার শারীরিক অসুস্থতা রয়েছে যা তাদের নিজের এবং যারা তাদের যত্ন নেয় তাদেরও মানসিক স্বাস্থ্যকে প্রভাবিত করছে।'],
  typeSpeed: 150,
});



